/*
Navicat MySQL Data Transfer

Source Server         : 120.27.49.196
Source Server Version : 50173
Source Host           : 120.27.49.196:3306
Source Database       : test

Target Server Type    : MYSQL
Target Server Version : 50173
File Encoding         : 65001

Date: 2015-12-02 12:15:37
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `common_jineng`
-- ----------------------------
DROP TABLE IF EXISTS `common_jineng`;
CREATE TABLE `common_jineng` (
  `id` int(11) NOT NULL,
  `desc` varchar(255) DEFAULT NULL,
  `jineng_level` int(11) DEFAULT NULL,
  `need_pinjie` int(11) DEFAULT NULL,
  `init_nuqi` int(11) DEFAULT NULL,
  `need_nuqi` int(11) DEFAULT NULL,
  `consum_nuqi` int(11) DEFAULT NULL,
  `remain_nuqi` int(11) DEFAULT NULL,
  `attack_num` int(11) DEFAULT NULL,
  `mubiao_pos` int(11) DEFAULT NULL,
  `damage_type` int(11) DEFAULT NULL,
  `damage_min` int(11) DEFAULT NULL,
  `damage_max` int(11) DEFAULT NULL,
  `add_health_type` int(11) DEFAULT NULL,
  `add_health` int(11) DEFAULT NULL,
  `shuxing_type` int(11) DEFAULT NULL,
  `add_damage` int(11) DEFAULT NULL,
  `add_tianming` int(11) DEFAULT NULL,
  `is_relive` tinyint(1) DEFAULT NULL,
  `is_wudi` tinyint(1) DEFAULT NULL,
  `add_pojia` int(11) DEFAULT NULL,
  `add_fachuan` int(11) DEFAULT NULL,
  `add_baoji` int(11) DEFAULT NULL,
  `add_mingzhong` int(11) DEFAULT NULL,
  `add_shanbi` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of common_jineng
-- ----------------------------
INSERT INTO `common_jineng` VALUES ('1', '登场技能，攻击单个目标，附加85~115%攻击的法术伤害', '1', '0', '0', '0', '0', '0', '1', '1', '2', '85', '115', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('2', '登场技能，攻击单个目标，附加100~125%攻击的物理伤害', '1', '0', '0', '0', '0', '0', '1', '1', '1', '100', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('3', '登场技能，攻击单个目标，附加75~125%攻击的法术伤害', '1', '0', '0', '0', '0', '0', '1', '1', '2', '75', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('4', '登场技能，随机攻击前军2个目标，附加85~115%攻击的物理伤害', '1', '0', '0', '0', '0', '0', '2', '3', '1', '85', '115', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('5', '登场技能，攻击单个目标，附加90~110%攻击的法术伤害', '1', '0', '0', '0', '0', '0', '1', '1', '2', '90', '110', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('6', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附15击晕', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('7', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附15吸血', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('8', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附15暴击', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('9', '必杀技，攻击全体目标，造成附加85~125%攻击的法术伤害，附15击晕', '2', '0', '0', '100', '100', '0', '6', '6', '2', '85', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('10', '必杀技，攻击全体目标，造成附加85~125%攻击的法术伤害，附15吸血', '2', '0', '0', '100', '100', '0', '6', '6', '2', '85', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('11', '必杀技，攻击全体目标，造成附加85~125%攻击的法术伤害，附15暴击', '2', '0', '0', '100', '100', '0', '6', '6', '2', '85', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('12', '必杀技，随机攻击3个目标，造成附加105~140%攻击的物理伤害，附15击晕', '2', '0', '0', '100', '100', '0', '3', '2', '1', '105', '140', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('13', '必杀技，随机攻击3个目标，造成附加105~140%攻击的物理伤害，附15吸血', '2', '0', '0', '100', '100', '0', '3', '2', '1', '105', '140', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('14', '必杀技，随机攻击3个目标，造成附加105~140%攻击的物理伤害，附15暴击', '2', '0', '0', '100', '100', '0', '3', '2', '1', '105', '140', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('15', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附15击晕', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('16', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附15吸血', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('17', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附15暴击', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('18', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附15击晕', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('19', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附15吸血', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('20', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附15暴击', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('21', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附15击晕', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('22', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附15吸血', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('23', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附15暴击', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('24', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附10击晕', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('25', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附10吸血', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('26', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附10暴击', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('27', '必杀技，攻击全体目标，造成附加85~125%攻击的法术伤害，附10击晕', '2', '0', '0', '100', '100', '0', '6', '6', '2', '85', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('28', '攻击全体目标，造成附加85~125%攻击的法术伤害，附10吸血', '2', '0', '0', '100', '100', '0', '6', '6', '2', '85', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('29', '必杀技，攻击全体目标，造成附加85~125%攻击的法术伤害，附10暴击', '2', '0', '0', '100', '100', '0', '6', '6', '2', '85', '125', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('30', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附10击晕', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('31', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附10吸血', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('32', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附10暴击', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('33', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附10击晕', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('34', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附10吸血', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('35', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附10暴击', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('36', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附10击晕', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('37', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附10吸血', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('38', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附10暴击', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('39', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附5击晕', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('40', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附5吸血', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('41', '必杀技，随机攻击2个目标，造成附加165~220%攻击的物理伤害，附5暴击', '2', '0', '0', '100', '100', '0', '2', '2', '1', '165', '220', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('42', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附5击晕', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('43', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附5吸血', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('44', '必杀技，攻击前军目标，造成附加115~145%攻击的法术伤害，附5暴击', '2', '0', '0', '100', '100', '0', '3', '3', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('45', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附5击晕', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('46', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附5吸血', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('47', '必杀技，攻击后军目标，造成附加115~145%攻击的法术伤害，附5暴击', '2', '0', '0', '100', '100', '0', '3', '4', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('48', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附5击晕', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('49', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附5吸血', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('50', '必杀技，攻击纵列目标，造成附加115~145%攻击的法术伤害，附5暴击', '2', '0', '0', '100', '100', '0', '2', '5', '2', '115', '145', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('51', '君主能力，增加全体武将15%的攻击和生命', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '15', '4', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('52', '武将能力，增加自身效果，自身命中+25', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '25', '0');
INSERT INTO `common_jineng` VALUES ('53', '武将能力，增加自身效果，自身破甲+25', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '25', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('54', '武将能力，增加自身效果，自身闪避+25', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '25');
INSERT INTO `common_jineng` VALUES ('55', '统帅能力，增加全体武将8%的攻击和生命，增加自身能力，自身命中+15', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '8', '1', '0', '0', '0', '0', '0', '0', '0', '15', '0');
INSERT INTO `common_jineng` VALUES ('56', '统帅能力，增加全体武将8%的攻击和生命，增加自身能力，自身破甲+15', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '8', '1', '0', '0', '0', '0', '15', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('57', '统帅能力，增加全体武将8%的攻击和生命，增加自身能力，自身闪避+15', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '8', '1', '0', '0', '0', '0', '0', '0', '0', '0', '15');
INSERT INTO `common_jineng` VALUES ('58', '武将能力，增加自身效果，自身命中+20', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '20', '0');
INSERT INTO `common_jineng` VALUES ('59', '武将能力，增加自身效果，自身破甲+20', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '20', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('60', '武将能力，增加自身效果，自身闪避+20', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '20');
INSERT INTO `common_jineng` VALUES ('61', '统帅能力，增加全体武将8%的攻击和生命，增加自身能力，自身命中+10', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '8', '1', '0', '0', '0', '0', '0', '0', '0', '10', '0');
INSERT INTO `common_jineng` VALUES ('62', '统帅能力，增加全体武将8%的攻击和生命，增加自身能力，自身破甲+10', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '8', '1', '0', '0', '0', '0', '10', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('63', '统帅能力，增加全体武将8%的攻击和生命，增加自身能力，自身闪避+10', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '8', '1', '0', '0', '0', '0', '0', '0', '0', '0', '10');
INSERT INTO `common_jineng` VALUES ('64', '武将能力，增加自身效果，自身命中+15', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '15', '0');
INSERT INTO `common_jineng` VALUES ('65', '武将能力，增加自身效果，自身破甲+15', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '15', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('66', '武将能力，增加自身效果，自身闪避+15', '3', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '15');
INSERT INTO `common_jineng` VALUES ('67', '奋发能力，初始怒气加100%', '4', '5', '100', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('68', '地煞能力，攻击伤害增加20%', '5', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('69', '地煞能力，攻击伤害增加20%', '5', '0', '0', '0', '0', '0', '0', '0', '2', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('70', '突击能力，必杀技的伤害系数达到168%~205%', '6', '15', '0', '0', '0', '0', '0', '0', '2', '168', '205', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('71', '突击能力，必杀技的伤害系数达到147%~199%', '6', '15', '0', '0', '0', '0', '0', '0', '1', '147', '199', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('72', '突击能力，必杀技的伤害系数达到248%~337%', '6', '15', '0', '0', '0', '0', '0', '0', '1', '248', '337', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('73', '突击能力，必杀技的伤害系数达到105%~175%', '6', '15', '0', '0', '0', '0', '0', '0', '2', '105', '175', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('74', '突击能力，必杀技的伤害系数达到178%~210%', '6', '15', '0', '0', '0', '0', '0', '0', '1', '178', '210', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('75', '天罡能力，战斗死亡后可以复活一次，复活后生命和怒气全满', '7', '20', '0', '0', '0', '100', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('76', '天罡天命，武将自身激活天命加成6%', '8', '25', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '6', '0', '0', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('77', '圣将技能，受到死亡威胁时无敌一回合', '9', '20', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0');
INSERT INTO `common_jineng` VALUES ('78', '圣将命星，破甲、法穿、暴击、命中全加25，剩余怒气+50', '10', '25', '0', '0', '0', '50', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '25', '25', '25', '25', '0');
INSERT INTO `common_jineng` VALUES ('79', '圣将光环，全体武将全属性加5，可叠加', '11', '29', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '4', '0', '0', '0', '0', '5', '5', '5', '5', '0');
